Repository: 4erunner/cs_cart_manage_markup
Catalog: var/langs/*/addons/manage_markup.po
Languages: ru_ru

# Addons::name::manage_markup
source: Manage Markup
ru_ru: Упраление наценкой

# Addons::description::manage_markup
source: Setting markup by category (applied only for the import)
ru_ru: Выставление наценки по категориям (применятся только при импорте)

# Languages::mmu_id
source: Manage Markup
ru_ru: Упраление наценкой

# Languages::mmu_id_menu_description
source: Category with margin
ru_ru: Категории с наценкой

# Languages::mmu_menu
source: Manage Markup
ru_ru: Упраление наценкой

# Languages::price_from
source: Price from
ru_ru: Цена от

# Languages::price_to
source: Price to
ru_ru: Цена до

# Languages::procent
source: Procent
ru_ru: Процент

# Languages::procent_about
source: margin percentage (does not work if you use regular Margin)
ru_ru: наценка в процентах (не рабоает если установлена обычная Наценка)

# Languages::margin
source: Margin
ru_ru: Наценка

# Languages::margin_about
source: regular markup (including margin as a Percentage)
ru_ru: обычна наценка (отключает наценку в Процентах)

# Languages::mmu_add_rule
source: Add rule
ru_ru: Добавить правило

# Languages::manage_markup.error.range
source: Wrong range
ru_ru: Не верный диапазон

# Languages::manage_markup.error.margin
source: Wrong margin
ru_ru: Не верная наценка

# Languages::manage_markup.competitors
source: Сompetitors
ru_ru: Конкуренты

# Languages::manage_markup.recommended_price
source: Recommended price
ru_ru: Рекомендованния цена

# Languages::manage_markup.recommended_price_priority
source: With pricing, this price will be a priority
ru_ru: При ценообразовании данная цена будет приоритетной

# Languages::manage_markup.concurent_category
source: Use competitors' prices
ru_ru: Применять цены конкурентов

# Languages::manage_markup.tooltip.concurent_category
source: For this and child categories will be valid competitors prices
ru_ru: Для данной и дочерних категорий будут действовать цены конкурентов

# SettingsSections::manage_markup::manage_markup_config
source: General settings
ru_ru: Общие настройки

# SettingsOptions::manage_markup::manage_markup_logging_enable
source: Enable logging
ru_ru: Включить логирование

# SettingsTooltips::manage_markup::manage_markup_logging_enable
source: Logs will be added to the catalog: [www]/files/[company_id]/manage_markup/logs/
ru_ru: Логи будут добавлены в каталог: [www]/files/[company_id]/manage_markup/logs/

# SettingsOptions::manage_markup::manage_markup_round
source: The fractional part of the price
ru_ru: Дробная часть цены

# SettingsTooltips::manage_markup::manage_markup_round
source: How many decimal places to leave the price
ru_ru: Сколько знаков после запятой оставить в цене

# SettingsOptions::manage_markup::manage_markup_list_price
source: Change the price of the recommended price
ru_ru: Заменить цену на рекомендованную цену

# SettingsTooltips::manage_markup::manage_markup_list_price
source: Replaces the price of the recommended price, resets the value LIST PRICE
ru_ru: Заменяет цену на рекомендованную цену, обнуляет значение LIST PRICE

# SettingsOptions::manage_markup::manage_markup_filter_price
source: Filter recommended prices
ru_ru: Фильтр рекомендованных цен

# SettingsTooltips::manage_markup::manage_markup_filter_price
source: Do not handle the product if the purchase price is higher than the recommended
ru_ru: Не обрабатывать товар если рекомендованная цена выше закупочной

# SettingsOptions::manage_markup::manage_markup_disable_filtered
source: Disable filtered products
ru_ru: Отключить отфильтрованные продукты

# SettingsOptions::manage_markup::manage_markup_concuren_enable
source: Use price list competitor pricing
ru_ru: Использовать прайс-лист конкурента в ценообразовании

# SettingsTooltips::manage_markup::manage_markup_concuren_enable
source: price competitor will be a priority if they are above the nominal otherwise use standard pricing
ru_ru: цены конкурента будут приоритетными, если они будут выше номинальной в ином случае используется стандартное ценообразование

# SettingsOptions::manage_markup::manage_markup_concurent_file
source: Price list competitor
ru_ru: Прайс-лист конкурента

# SettingsTooltips::manage_markup::manage_markup_concurent_file
source: the file CSV must have a value in the form of <code of the goods; the price>
ru_ru: файл CSV должен иметь значения в виде <код товара;цена>
